[
  {
    "NameSection": "4346",
    "Text": "Question 9.01.01 – Does the operation have a documented Integrated Pest Management (IPM) plan?\r\nThe operation should provide a written IPM plan that outlines how it identifies and manages pests while minimizing environmental risk. The plan should:\r\n Describe pest monitoring and identification practices\r\n Explain the use of action or economic thresholds to guide treatment decisions\r\n Include at least two pest prevention practices\r\n Address pesticide resistance management strategies\r\n Include measures to protect pollinators (e.g., avoiding peak activity times, maintaining habitat)\r\nResponse Format:\r\n Reference document title(s), sections, and last revision dates\r\n Identify if pest monitoring is described (e.g., visual scouting, trap use)\r\n Explain whether thresholds are defined and used\r\n Note if prevention and resistance strategies are described\r\n State if pollinator protection is included or missing\r\n Break into multiple paragraphs by topic\r\n\r\nExample:\r\nThe operation has submitted an Integrated Pest Management Plan titled IPM_Strawberry2024.pdf, revised on March 12, 2024. Pest monitoring is documented using weekly scouting and sticky traps, detailed in Section 3. Action thresholds are defined for mites and aphids, including treatment thresholds of 5 mites/leaflet. The plan describes two prevention methods: crop rotation and border plantings to attract beneficials. However, pollinator protection strategies are not addressed."
  },
  {
    "NameSection": "4347",
    "Text": "Question 9.01.02 – Does the operation have evidence of implementation of IPM practices?\r\n The operation should provide records that demonstrate active use of the IPM plan. These may include:\r\n Pest scouting reports from a qualified person\r\n Use of action thresholds in treatment decisions\r\n Documentation of non-chemical control methods (e.g., crop rotation, physical barriers, beneficial insects)\r\n Practices to delay pesticide resistance\r\n Efforts to protect pollinators (e.g., adjusting application timing, communication with beekeepers)\r\n Response Format:\r\n Summarize records reviewed (e.g., scouting reports, spray logs, photos of traps)\r\n List timeframe of documents (e.g., “Reports cover 3/15/2024 to 5/20/2024”)\r\n State qualifications of personnel (e.g., PCA license) if available\r\n Identify any missing documentation (e.g., no resistance strategy shown)\r\n Break into multiple paragraphs\r\n Example:\r\n The operation submitted pest scouting reports (Scouting_Log_Spring2024.pdf) from March through May 2024. Reports were completed weekly by a certified PCA. Action thresholds are mentioned for aphid pressure, and treatment decisions were documented accordingly. Non-chemical control methods include pheromone traps and perimeter wildflower strips for beneficial insect attraction. However, no documentation was found on pesticide resistance management strategies."
  },
  {
    "NameSection": "4348",
    "Text": "Question 9.01.02a – Does the operation monitor the effectiveness of non-chemical control methods used?\r\n Look for records or evaluations of how well non-chemical methods worked. Evidence may include:\r\n Follow-up pest counts after control method application\r\n Reports showing reduced pest levels\r\n Comments in scouting logs or management reviews about effectiveness\r\n Records for repeated use or adjustments of specific control strategies\r\n Response Format:\r\n Identify the non-chemical controls used\r\n Reference any data or observations of their impact\r\n State clearly if no evidence of effectiveness tracking is provided\r\n Break into paragraphs for clarity\r\n Example:\r\n The operation provided monitoring data in Beneficial_Insect_Effectiveness_2024.xlsx showing lady beetle releases and aphid counts pre- and post-release. Reports indicate a 30% reduction in aphid populations over two weeks. Additional notes in Scouting_March2024.pdf support this outcome. However, no long-term analysis or follow-up reports beyond April 2024 were submitted."
  },
  {
    "NameSection": "4349",
    "Text": "Question 9.01.03 – Does the operation assess pesticide risk? \r\n Documentation should show that the operation considers risks to people, pollinators, and the environment when selecting pesticides. Look for:\r\n Pesticide risk assessments or summaries\r\n Consideration of EPA risk tiers or toxicity classifications\r\n Selection of lower-risk alternatives\r\n Internal SOPs guiding pesticide decisions based on risk\r\n Response Format:\r\n Reference documents (e.g., Pesticide_Risk_Assessment2024.pdf)\r\n Note whether the assessment addresses humans, pollinators, and non-target species\r\n Identify any missing topics (e.g., pollinator risk not discussed)\r\n Break into focused paragraphs\r\n Example:\r\n The operation submitted a pesticide risk matrix (Pesticide_Risk_Assessment2024.pdf) listing all products used during the 2024 growing season, including EPA toxicity ratings and pollinator impact. The matrix supports selection of low-risk fungicides and limited use of neonicotinoids. However, the risk assessment does not address off-target drift concerns or include environmental impact monitoring."
  },
  {
    "NameSection": "4350",
    "Text": "Question 9.01.03a – Are pesticide applications tied to a documented justification?\r\n The operation should show why each pesticide application was necessary, ideally tied to: \r\n Pest pressure above an action threshold \r\n Disease-conducive conditions \r\n Trap counts, scouting reports, crop damage notes\r\n Response Format: \r\n Identify application logs or treatment records used \r\n Link each treatment to supporting evidence (e.g., trap data from same day) \r\n Clearly state if treatments were made without justification \r\n Break into paragraphs \r\n Example:\r\n Pesticide application logs (Spray_Log_Q2_2024.pdf) indicate treatments for mildew and leafminers on multiple dates. Justifications are referenced in Scouting_Reports_Q2.pdf, showing mildew pressure\r\n above threshold levels on 4/10 and 4/17. However, two applications (5/5 and 5/12) were made without any documented pest observations or thresholds noted, suggesting incomplete justification for use."
  }
]